Revit 2027 API
TrussMemberInfo Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TrussMemberInfo()
Public Sub New
public:
TrussMemberInfo()
new : unit -> TrussMemberInfo
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
TrussMemberInfo Class
Autodesk.Revit.DB.Structure Namespace